Repository: benSmith1981/KLM-Travel-Butler
Catalog: *.lproj/Localizable.strings
Languages: nb, nl

source: Login
nb: Logg inn
nl: Inloggen

source: Please login
nb: Vær så snill logg inn
nl: Alstublief inloggen

source: Password
nb: passord
nl: Wachtwoord

source: Your password
nb: Din passord
nl: Jouw wachtwoord

source: Name
nb: Navn
nl: Naam

source: My upcoming trips
nb: Mine kommende turer
nl: Mijn aankomende reizen

source: Amsterdam to
nb: Amsterdam till
nl: Amsterdam naar

source: Vaccinations
nb: Vaksinasjoner
nl: Vaccinaties

# routeToAiport
source: Route to airport
nb: Rute til flyplassen
nl: Route naar het vliegveld

source: Kilometers
nb: Kjørelengde

source: Time
nb: Tid
nl: Duur

source: Security Waiting Time
nb: Ventetid security
nl: Wachtijd bij security

# noteSecurity
source: Be aware that waiting times continuously change. Please check waiting times regularly.
nb: Vær oppmerksom på at ventetider kontinuerlig endres. Vennligst sjekk ventetider regelmessig.
nl: Houdt er rekening mee dat de wachttijd kan veranderen. Houdt de app regelmatig in de gaten voor de meest actuale wachttijd

source: Flight number
nb: Flynummer
nl: Vlucht nummer

# yourFlightnumber
source: E.g. KL1014
nb: For eksempel KL1014
nl: KL0887

source: Get flight details
nb: Få flydetaljer
nl: Haal vluchtgegevens op

source: Date of travel
nb: Dato for reise
nl: Reisdag

source: Visa
nl: Visum
